DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
Gruntfuggly.todo-tree
Ionide.Ionide-fsharp
James-Yu.latex-workshop
marp-team.marp-vscode
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
stkb.rewrap
timonwong.shellcheck
tuttieee.emacs-mcx
valentjn.vscode-ltex
Vue.volar
yzhang.markdown-all-in-one
adpyke.vscode-sql-formatter
charliermarsh.ruff
