ban.spellright
bmewburn.vscode-intelephense-client
bungcip.better-toml
DavidAnson.vscode-markdownlint
elmTooling.elm-ls-vscode
haskell.haskell
hoovercj.haskell-linter
James-Yu.latex-workshop
jebbs.plantuml
justusadam.language-haskell
lfs.vscode-emacs-friendly
mvakula.vscode-purty
nwolverson.ide-purescript
nwolverson.language-purescript
octref.vetur
phproberto.vscode-php-getters-setters
stkb.rewrap
UCL.haskelly
whatwedo.twig
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
