amazonwebservices.aws-toolkit-vscode
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
James-Yu.latex-workshop
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
stkb.rewrap
tuttieee.emacs-mcx
valentjn.vscode-ltex
yzhang.markdown-all-in-one
